Repository: finnegancodes/Taskboard
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: sk

source: Add
sk: Pridať

source: All tasks marked as finished will be permanently deleted.
sk: Všetky úlohy označené ako dokončené budú permanentne zmazané.

source: App Info
sk: O aplikácii

source: Cancel
sk: Zrušiť

source: Change Color
sk: Zmeniť farbu

source: Delete
sk: Zmazať

source: Delete Finished
sk: Zmazať dokončené

source: Delete Finished?
sk: Zmazať dokončené?

source: Done
sk: Hotovo

source: Due
sk: Termín dokončenia

source: Edit
sk: Upraviť

source: Edit Task
sk: Upraviť úlohu

source: Export Tasks...
sk: Exportovať úlohy

source: Failed to export tasks
sk: Export úloh zlyhal

source: Failed to import tasks
sk: Import úloh zlyhal

source: Finished
sk: Dokončené

source: Import Tasks...
sk: Importovať úlohy

source: Importing task will override your already existing tasks and tags. Do you wish to proceed?
sk: Importovanie úloh vymaže vaše už existujúce úlohy a tagy. Chcete pokračovať?

source: Later
sk: Neskôr

source: Made by
sk: Vytvoril

source: New Tag
sk: Nový Tag

source: New Task
sk: Nová úloha

source: No Tasks
sk: Žiadne úlohy

source: Options
sk: Možnosti

source: Other
sk: Inokedy

source: Overview
sk: Prehľad

source: Past Due
sk: Po termíne

source: Proceed
sk: Pokračovať

source: Remind at Time
sk: Pripomínať v čase

source: Reminders
sk: Pripomienky

source: Rename
sk: Premenovať

source: Select Category
sk: Vyberte kategóriu

source: Sends notifications about unfinished tasks at specified time.
sk: Posielať pripomienky o nedokončených úlohách v špecifikovanom čase.

source: Settings
sk: Nastavenia

source: Source
sk: Zdrojový kód

source: Tag Color
sk: Farba tagu

source: Tags
sk: Tagy

source: Tap and hold a tag to edit.
sk: Upravte tag podržaním.

source: Tasks Imported
sk: Úlohy importované

source: Today
sk: Dnes

source: Tomorrow
sk: Zajtra

source: Version
sk: Verzia

source: Warning!
sk: Pozor!

source: What needs to be done?
sk: Čo treba spraviť?
